Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.hud.volume.desc
source: Replace the system volume overlay with a custom HUD in the notch.
ar: استبدال تراكب مستوى صوت النظام بعرض مخصص في الشق.
bg: Заменете системното наслагване за сила на звука с HUD в ноча.
bn: সিস্টেম ভলিউম ওভারলেটিকে নচে HUD দিয়ে প্রতিস্থাপন করুন।
ca: Substitueix la superposició de volum del sistema per un HUD al notch.
cs: Nahradit systémový indikátor hlasitosti vlastním HUDem ve výřezu.
da: Erstat systemets lydstyrkeoverlay med en HUD i notchen.
de: System-Lautstärkeanzeige durch die Notch ersetzen.
el: Αντικατάσταση της επικάλυψης έντασης συστήματος με HUD στο notch.
es: Reemplazar la superposición de volumen del sistema con un HUD personalizado en la muesca.
fa: جایگزینی اعلان صدای سیستم با HUD در ناچ.
fi: Korvaa järjestelmän äänenvoimakkuuden peitto HUDilla notchissa.
fil: Palitan ang overlay ng volume ng system ng HUD sa notch.
fr: Remplacer l'affichage système du volume par un HUD personnalisé dans l'encoche.
he: החלף את שכבת עוצמת השמע של המערכת ב-HUD במגרעת.
hi: सिस्टम वॉल्यूम ओवरले को नॉच में कस्टम HUD से बदलें।
hr: Zamijenite sistemsko prekrivanje glasnoće HUD-om u urezu.
hu: A rendszer hangerő-kijelzésének cseréje HUD-ra a notch-ban.
id: Ganti tampilan volume sistem dengan HUD khusus di notch.
it: Sostituisci la visualizzazione del volume di sistema con un HUD personalizzato nel notch.
ja: システム標準の音量オーバーレイをカスタムノッチHUDに置き換えます。
kk: Дыбыс деңгейінің жүйелік хабарламасын ойықтағы HUD-пен ауыстыру.
ko: 시스템 음량 표시를 노치 맞춤 HUD로 대체합니다.
ms: Gantikan tindanan kelantangan sistem dengan HUD di notch.
nb: Erstatt systemets volumoverlegg med en HUD i notchen.
nl: Vervang de volumeweergave van het systeem door een aangepaste HUD in de notch.
pl: Zastąp systemowy wskaźnik głośności niestandardowym HUD-em w notchu.
pt: Substituir a apresentação de volume do sistema por um HUD personalizado no notch.
ro: Înlocuiți suprapunerea volumului sistemului cu un HUD în notch.
ru: Заменить системное наложение громкости пользовательским HUD в вырезе.
sk: Nahradiť systémové prekrytie hlasitosti HUDom vo výreze.
sr: Замените системски приказ јачине звука HUD-ом у ночу.
sv: Ersätt systemets volymvisning med en anpassad HUD i flärpen.
th: แทนที่โอเวอร์เลย์ระดับเสียงของระบบด้วย HUD ในรอยบาก
tr: Sistem ses düzeyi göstergesini çentikteki özel HUD ile değiştir.
uk: Замінити системний індикатор гучності на спеціальний HUD у вирізі notch.
vi: Thay thế hiển thị âm lượng hệ thống bằng HUD tùy chỉnh trong notch.
zh_hans: 用刘海中的自定义 HUD 替换系统音量叠加层。
zh_hant: 將系統音量顯示替換為「瀏海」自訂 HUD。

# settings.hud.volume.title
source: Volume HUD
ar: عرض مستوى الصوت
bg: HUD за сила на звука
bn: ভলিউম HUD
ca: HUD de volum
cs: HUD hlasitosti
da: Lydstyrke-HUD
de: Lautstärke-HUD
el: HUD έντασης
es: HUD de volumen
fa: HUD صدا
fi: Äänenvoimakkuus-HUD
fil: HUD ng Volume
fr: HUD de volume
he: HUD עוצמת שמע
hi: वॉल्यूम HUD
hr: HUD glasnoće
hu: Hangerő HUD
id: HUD Volume
it: HUD volume
ja: 音量HUD
kk: Дыбыс деңгейі HUD
ko: 음량 HUD
ms: HUD kelantangan
nb: Volum-HUD
pl: HUD głośności
pt: HUD de volume
ro: HUD volum
ru: HUD громкости
sk: HUD hlasitosti
sr: HUD јачине звука
sv: Volym-HUD
th: HUD ระดับเสียง
tr: Ses düzeyi HUD'u
uk: HUD гучності
vi: HUD âm lượng
zh_hans: 音量 HUD
zh_hant: 音量 HUD

# settings.hud.volumeDuration.desc
source: Choose how long the volume HUD stays visible.
ar: اختر مدة بقاء عرض مستوى الصوت مرئياً.
bg: Изберете колко време HUD за сила на звука да остане видим.
bn: ভলিউম HUD কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible el HUD de volum.
cs: Zvolte, jak dlouho zůstane HUD hlasitosti viditelný.
da: Vælg, hvor længe lydstyrke-HUD'en skal være synlig.
de: Wähle, wie lange das Lautstärke-HUD sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατό το HUD έντασης.
es: Elige cuánto tiempo permanece visible el HUD de volumen.
fa: مدت زمان نمایان ماندن HUD صدا را انتخاب کنید.
fi: Valitse, kuinka kauan äänenvoimakkuus-HUD pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang HUD ng volume.
fr: Choisissez combien de temps le HUD de volume reste visible.
he: בחר כמה זמן ה-HUD של עוצמת השמע יישאר גלוי.
hi: चुनें कि वॉल्यूम HUD कितने समय तक दिखाई देगा।
hr: Odaberite koliko dugo HUD glasnoće ostaje vidljiv.
hu: Válassza ki, mennyi ideig maradjon látható a hangerő HUD.
id: Pilih berapa lama HUD volume tetap terlihat.
it: Scegli per quanto tempo l'HUD del volume rimane visibile.
ja: 音量HUDを表示し続ける時間を選択します。
kk: Дыбыс деңгейі HUD қанша уақыт көрінетінін таңдаңыз.
ko: 음량 HUD가 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama HUD kelantangan kekal kelihatan.
nb: Velg hvor lenge volum-HUD-en skal være synlig.
nl: Kies hoe lang de volume-HUD zichtbaar blijft.
pl: Wybierz, jak długo HUD głośności pozostaje widoczny.
pt: Escolha quanto tempo o HUD de volume permanece visível.
ro: Alegeți cât timp rămâne vizibil HUD-ul de volum.
ru: Выберите, как долго отображается HUD громкости.
sk: Vyberte, ako dlho zostane HUD hlasitosti viditeľný.
sr: Изаберите колико дуго HUD јачине звука остаје видљив.
sv: Välj hur länge volymens HUD ska vara synlig.
th: เลือกระยะเวลาที่ HUD ระดับเสียงจะแสดงอยู่
tr: Ses düzeyi HUD'unun ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго HUD гучності залишатиметься видимим.
vi: Chọn thời gian HUD âm lượng hiển thị.
zh_hans: 选择音量 HUD 的显示时长。
zh_hant: 選擇音量 HUD 保持可見的時間。

# settings.hud.volumeDuration.title
source: Volume duration
ar: مدة مستوى الصوت
bg: Продължителност на силата на звука
bn: ভলিউম সময়কাল
ca: Durada del volum
cs: Doba hlasitosti
da: Lydstyrkevarighed
de: Lautstärkedauer
el: Διάρκεια έντασης
es: Duración del volumen
fa: مدت زمان صدا
fi: Äänenvoimakkuuden kesto
fil: Tagal ng Volume
fr: Durée du volume
he: משך עוצמת שמע
hi: वॉल्यूम अवधि
hr: Trajanje glasnoće
hu: Hangerő időtartam
id: Durasi Volume
it: Durata volume
ja: 音量表示時間
kk: Дыбыс ұзақтығы
ko: 음량 지속 시간
ms: Tempoh kelantangan
nb: Volumvarighet
nl: Volumeduur
pl: Czas głośności
pt: Duração do volume
ro: Durată volum
ru: Длительность громкости
sk: Trvanie hlasitosti
sr: Трајање јачине звука
sv: Volymtid
th: ระยะเวลาแสดงระดับเสียง
tr: Ses düzeyi süresi
uk: Тривалість гучності
vi: Thời lượng âm lượng
zh_hans: 音量显示时长
zh_hant: 音量顯示時間

# settings.hud.volumeSoundFeedback.desc
source: Play standard macOS volume change sound effect when adjusting volume.
ar: تشغيل تأثير صوت تغيير مستوى الصوت القياسي لنظام macOS عند ضبط مستوى الصوت.
cs: Přehrávat standardní zvukovou odezvu macOS při úpravě hlasitosti.
de: Standardmäßigen macOS-Sound beim Ändern der Lautstärke abspielen.
es: Reproducir sonido estándar de macOS al cambiar volumen.
fr: Émettre le son standard de macOS lors du réglage du volume.
id: Putar suara umpan balik standar macOS saat menyesuaikan volume.
it: Riproduci il feedback sonoro standard di macOS quando regoli il volume.
ja: 音量調整時にmacOS標準のサウンドフィードバックを再生します。
ko: 음량 조절 시 macOS 기본 피드백 사운드를 재생합니다.
nl: Speel de standaard macOS-feedbackgeluiden af bij het aanpassen van het volume.
pl: Odtwarzaj standardowy dźwięk macOS podczas regulacji głośności.
pt: Tocar o som padrão do macOS ao ajustar o volume.
ru: Воспроизводить стандартный звуковой сигнал при регулировке громкости.
sv: Spela standard macOS-återkopplingsljud vid volymjustering.
tr: Ses düzeyini ayarlarken standart macOS ses değişim efektini çal.
uk: Відтворювати стандартний звук macOS під час зміни гучності.
vi: Phát âm thanh phản hồi tiêu chuẩn của macOS khi điều chỉnh âm lượng.
zh_hans: 调节音量时播放标准 macOS 音量更改音效。
zh_hant: 調整音量時播放標準 macOS 回饋聲音。

# settings.hud.volumeSoundFeedback.title
source: Play volume sound feedback
ar: تشغيل صوت استجابة مستوى الصوت
cs: Zvuková odezva hlasitosti
de: Akustisches Feedback bei Lautstärkeänderung
es: Sonido al cambiar volumen
fr: Retour sonore lors du réglage du volume
id: Umpan Balik Suara Volume
it: Feedback sonoro del volume
ja: 音量調整時のサウンドフィードバック
ko: 음량 사운드 피드백
nl: Volumegeluidfeedback
pl: Dźwiękowa informacja zwrotna głośności
pt: Feedback sonoro ao ajustar o volume
ru: Звуковой щелчок громкости
sv: Volymljudsåterkoppling
tr: Ses düzeyi geri bildirimini çal
uk: Звуковий відгук гучності
vi: Phản hồi âm thanh âm lượng
zh_hans: 播放音量调整音效
zh_hant: 音量聲音回饋

# settings.language.header.desc
source: Choose the language used by the app interface.
ar: اختر اللغة المستخدمة في واجهة التطبيق.
cs: Vyberte jazyk používaný rozhraním aplikace.
de: Wähle die Sprache für die Benutzeroberfläche der App aus.
es: Elige el idioma de la interfaz de la aplicación.
fr: Choisissez la langue utilisée par l'interface de l'application.
id: Pilih bahasa yang digunakan oleh antarmuka aplikasi.
it: Scegli la lingua utilizzata dall'interfaccia dell'applicazione.
ja: アプリケーションのインターフェース言語を選択してください。
ko: 애플리케이션 인터페이스에서 사용할 언어를 선택하세요.
nl: Kies de taal die wordt gebruikt door de applicatie-interface.
pl: Wybierz język używany przez interfejs aplikacji.
pt: Escolha o idioma utilizado pela interface da aplicação.
ru: Выберите язык интерфейса приложения.
sv: Välj språket som används av appens gränssnitt.
tr: Uygulama arayüzünde kullanılan dili seçin.
uk: Виберіть мову, яку використовуватиме інтерфейс програми.
vi: Chọn ngôn ngữ được sử dụng bởi giao diện ứng dụng.
zh_hans: 选择应用界面使用的语言。
zh_hant: 選擇應用程式介面所使用的語言。

# settings.language.header.title
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.language.notice
source: Localization only works for settings, the notch remains in English.
ar: التعريب ينطبق فقط على الإعدادات، ويبقى النوتش باللغة الإنجليزية.
cs: Lokalizace se vztahuje pouze na nastavení; výřez zůstává v angličtině.
de: Die Lokalisierung gilt nur für die Einstellungen; die Notch bleibt auf Englisch.
es: La localización solo funciona en ajustes, la muesca permanece en inglés.
fr: La localisation ne fonctionne que pour les réglages, l'encoche reste en anglais.
id: Lokalisasi hanya berlaku untuk pengaturan; notch tetap dalam bahasa Inggris.
it: La localizzazione si applica solo alle impostazioni; il notch rimane in inglese.
ja: ローカライズは設定画面のみに適用され、ノッチ本体は英語で表示されます。
ko: 현지화는 설정 화면에만 적용되며, 노치는 영어로 유지됩니다.
nl: De lokalisatie is alleen van toepassing op de instellingen; de notch blijft in het Engels.
pl: Lokalizacja działa tylko w ustawieniach; notch pozostaje w języku angielskim.
pt: A localização funciona apenas para as definições; o notch permanece em inglês.
ru: Локализация работает только в настройках, вырез остаётся на английском.
sv: Lokaliseringen gäller endast inställningarna; flärpen förblir på engelska.
tr: Yerelleştirme yalnızca ayarlarda geçerlidir; çentik İngilizce kalır.
uk: Локалізація застосовується лише до налаштувань; notch залишається англійською.
vi: Bản địa hóa chỉ áp dụng cho cài đặt; notch vẫn hiển thị bằng tiếng Anh.
zh_hans: 本地化仅适用于设置，刘海区域保持英文。
zh_hant: 本地化僅適用於設定；「瀏海」仍保持為英文。

# settings.language.option.arabic
source: Arabic
ar: العربية
bg: Арабски
bn: আরবি
ca: Àrab
cs: Arabština
da: Arabisk
de: Arabisch
el: Αραβικά
es: Árabe
fa: عربی
fi: Arabia
fr: Arabe
he: ערבית
hi: अरबी
hr: Arapski
hu: Arab
id: Bahasa Arab
it: Arabo
ja: アラビア語
kk: Арабша
ko: 아랍어
ms: Arab
nb: Arabisk
nl: Arabisch
pl: Arabski
pt: Árabe
ro: Arabă
ru: Арабский
sk: Arabčina
sr: Арапски
sv: Arabiska
th: อาหรับ
tr: Arapça
uk: Арабська
vi: Tiếng Ả Rập
zh_hans: 阿拉伯语
zh_hant: 阿拉伯文

# settings.language.option.bengali
source: Bengali
ar: البنغالية
bg: Бенгалски
bn: বাংলা
ca: Bengalí
cs: Bengálština
da: Bengalsk
de: Bengalisch
el: Βεγγαλικά
es: Bengalí
fa: بنگالی
he: בנגלית
hi: बंगाली
hr: Bengalski
hu: Bengáli
id: Bahasa Bengali
it: Bengalese
ja: ベンガル語
kk: Бенгалша
ko: 벵골어
nb: Bengalsk
nl: Bengaals
pl: Bengalski
ro: Bengaleză
ru: Бенгальский
sk: Bengálčina
sr: Бенгалски
sv: Bengaliska
th: เบงกาลี
tr: Bengalce
uk: Бенгальська
vi: Tiếng Bengali
zh_hans: 孟加拉语
zh_hant: 孟加拉文

# settings.language.option.bulgarian
source: Bulgarian
ar: البلغارية
bg: Български
bn: বুলগেরীয়
ca: Búlgar
cs: Bulharština
da: Bulgarsk
de: Bulgarisch
el: Βουλγαρικά
es: Búlgaro
fa: بلغاری
fi: Bulgaria
fr: Bulgare
he: בולגרית
hi: बुल्गारियाई
hr: Bugarski
hu: Bolgár
id: Bahasa Bulgaria
it: Bulgaro
ja: ブルガリア語
kk: Болгарша
ko: 불가리아어
ms: Bulgaria
nb: Bulgarsk
nl: Bulgaars
pl: Bułgarski
pt: Búlgaro
ro: Bulgară
ru: Болгарский
sk: Bulharčina
sr: Бугарски
sv: Bulgariska
th: บัลแกเรีย
tr: Bulgarca
uk: Болгарська
vi: Tiếng Bulgaria
zh_hans: 保加利亚语
zh_hant: 保加利亞文

# settings.language.option.catalan
source: Catalan
ar: الكتالونية
bg: Каталонски
bn: কাতালান
ca: Català
cs: Katalánština
da: Catalansk
de: Katalanisch
el: Καταλανικά
es: Catalán
fa: کاتالان
fi: Katalaani
he: קטלאנית
hi: कातालान
hr: Katalonski
hu: Katalán
id: Bahasa Katalan
it: Catalano
ja: カタルーニャ語
kk: Каталанша
ko: 카탈루냐어
nb: Katalansk
nl: Catalaans
pl: Kataloński
pt: Catalão
ro: Catalană
ru: Каталанский
sk: Katalánčina
sr: Каталонски
sv: Katalanska
th: คาตาลัน
tr: Katalanca
uk: Каталонська
vi: Tiếng Catalan
zh_hans: 加泰罗尼亚语
zh_hant: 加泰羅尼亞文

# settings.language.option.chineseSimplified
source: 简体中文
ar: الصينية المبسطة
bg: Опростен китайски
bn: সরলীকৃত চীনা
ca: Xinès simplificat
cs: Zjednodušená čínština
da: Forenklet kinesisk
de: Vereinfachtes Chinesisch
el: Απλοποιημένα κινεζικά
es: Chino simplificado
fa: چینی ساده‌شده
fi: Yksinkertaistettu kiina
fil: Pinapayak na Tsino
fr: Chinois simplifié
he: סינית פשוטה
hi: सरलीकृत चीनी
hr: Pojednostavljeni kineski
hu: Egyszerűsített kínai
id: Bahasa Mandarin Sederhana
it: Cinese semplificato
ja: 簡体字中国語
kk: Жеңілдетілген қытайша
ko: 중국어 간체
ms: Cina Ringkas
nb: Forenklet kinesisk
nl: Vereenvoudigd Chinees
pl: Chiński uproszczony
pt: Chinês Simplificado
ro: Chineză simplificată
ru: Упрощенный китайский
sk: Zjednodušená čínština
sr: Поједностављени кинески
sv: Förenklad kinesiska
th: จีนตัวย่อ
tr: Basitleştirilmiş Çince
uk: Спрощена китайська
vi: Tiếng Trung giản thể
zh_hant: 簡體中文

# settings.language.option.chineseTraditional
source: Traditional Chinese
ar: الصينية التقليدية
bg: Традиционен китайски
bn: ঐতিহ্যবাহী চীনা
ca: Xinès tradicional
cs: Tradiční čínština
da: Traditionelt kinesisk
de: Traditionelles Chinesisch
el: Παραδοσιακά κινεζικά
es: Chino tradicional
fa: چینی سنتی
fi: Perinteinen kiina
fil: Tradisyonal na Tsino
fr: Chinois traditionnel
he: סינית מסורתית
hi: पारंपरिक चीनी
hr: Tradicionalni kineski
hu: Hagyományos kínai
id: Mandarin Tradisional
it: Cinese tradizionale
ja: 繁体字中国語
kk: Дәстүрлі қытайша
ko: 중국어 번체
ms: Cina Tradisional
nb: Tradisjonell kinesisk
nl: Traditioneel Chinees
pl: Chiński tradycyjny
pt: Chinês tradicional
ro: Chineză tradițională
ru: Традиционный китайский
sk: Tradičná čínština
sr: Традиционални кинески
sv: Traditionell kinesiska
th: จีนตัวเต็ม
tr: Geleneksel Çince
uk: Традиційна китайська
vi: Tiếng Trung phồn thể
zh_hans: 繁体中文
zh_hant: 繁體中文

# settings.language.option.croatian
source: Croatian
ar: الكرواتية
bg: Хърватски
bn: ক্রোয়েশীয়
ca: Croat
cs: Chorvatština
da: Kroatisk
de: Kroatisch
el: Κροατικά
es: Croata
fa: کرواتی
fi: Kroatia
fr: Croate
he: קרואטית
hi: क्रोएशियाई
hr: Hrvatski
hu: Horvát
id: Bahasa Kroasia
it: Croato
ja: クロアチア語
kk: Хорватша
ko: 크로아티아어
ms: Croatia
nb: Kroatisk
nl: Kroatisch
pl: Chorwacki
pt: Croata
ro: Croată
ru: Хорватский
sk: Chorvátčina
sr: Хрватски
sv: Kroatiska
th: โครเอเชีย
tr: Hırvatça
uk: Хорватська
vi: Tiếng Croatia
zh_hans: 克罗地亚语
zh_hant: 克羅埃西亞文

# settings.language.option.czech
source: Czech
ar: التشيكية
bg: Чешки
bn: চেক
ca: Txec
cs: Čeština
da: Tjekkisk
de: Tschechisch
el: Τσεχικά
es: Checo
fa: چکی
fi: Tšekki
fr: Tchèque
he: צ'כית
hi: चेक
hr: Češki
hu: Cseh
id: Ceko
it: Ceco
ja: チェコ語
kk: Чехше
ko: 체코어
nb: Tsjekkisk
nl: Tsjechisch
pl: Czeski
pt: Checo
ro: Cehă
ru: Чешский
sk: Čeština
sr: Чешки
sv: Tjeckiska
th: เช็ก
tr: Çekçe
uk: Чеська
vi: Tiếng Séc
zh_hans: 捷克语
zh_hant: 捷克語

# settings.language.option.danish
source: Danish
ar: الدانماركية
bg: Датски
bn: ড্যানিশ
ca: Danès
cs: Dánština
da: Dansk
de: Dänisch
el: Δανικά
es: Danés
fa: دانمارکی
fi: Tanska
fr: Danois
he: דנית
hi: डेनिश
hr: Danski
hu: Dán
id: Bahasa Denmark
it: Danese
ja: デンマーク語
kk: Датша
ko: 덴마크어
ms: Denmark
nb: Dansk
nl: Deens
pl: Duński
pt: Dinamarquês
ro: Daneză
ru: Датский
sk: Dánčina
sr: Дански
sv: Danska
th: เดนมาร์ก
tr: Danimarkaca
uk: Данська
vi: Tiếng Đan Mạch
zh_hans: 丹麦语
zh_hant: 丹麥文

# settings.language.option.dutch
source: Dutch
ar: الهولندية
bg: Нидерландски
bn: ডাচ
ca: Neerlandès
cs: Nizozemština
da: Hollandsk
de: Niederländisch
el: Ολλανδικά
es: Neerlandés
fa: هلندی
fi: Hollanti
fr: Néerlandais
he: הולנדית
hi: डच
hr: Nizozemski
hu: Holland
id: Belanda
it: Olandese
ja: オランダ語
kk: Нидерландша
ko: 네덜란드어
ms: Belanda
nb: Nederlandsk
nl: Nederlands
pl: Holenderski
pt: Holandês
ro: Olandeză
ru: Нидерландский
sk: Holandčina
sr: Холандски
sv: Nederländska
th: ดัตช์
tr: Felemenkçe
uk: Нідерландська
vi: Tiếng Hà Lan
zh_hans: 荷兰语
zh_hant: 荷蘭語

# settings.language.option.english
source: English
ar: الإنجليزية
bg: Английски
bn: ইংরেজি
ca: Anglès
cs: Angličtina
da: Engelsk
de: Englisch
el: Αγγλικά
es: Inglés
fa: انگلیسی
fi: Englanti
fil: Ingles
fr: Anglais
he: אנגלית
hi: अंग्रेज़ी
hr: Engleski
hu: Angol
id: Bahasa Inggris
it: Inglese
ja: 英語
kk: Ағылшынша
ko: 영어
ms: Inggeris
nb: Engelsk
nl: Engels
pl: Angielski
pt: Inglês
ro: Engleză
sk: Angličtina
sr: Енглески
sv: Engelska
th: อังกฤษ
tr: İngilizce
uk: Англійська
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英文

# settings.language.option.filipino
source: Filipino
ar: الفلبينية
bg: Филипински
bn: ফিলিপিনো
ca: Filipí
cs: Filipínština
da: Filippinsk
el: Φιλιππινέζικα
fa: فیلیپینی
fr: Philippin
he: פיליפינית
hi: फिलिपिनो
hr: Filipinski
hu: Filippínó
id: Bahasa Filipino
it: Filippino
ja: フィリピン語
kk: Филиппинше
ko: 필리핀어
ms: Filipina
nb: Filippinsk
nl: Filipijns
pl: Filipiński
ro: Filipineză
ru: Филиппинский
sk: Filipínčina
sr: Филипински
sv: Filippinska
th: ฟิลิปปินส์
tr: Filipince
uk: Філіппінська
vi: Tiếng Philippines
zh_hans: 菲律宾语
zh_hant: 菲律賓文

# settings.language.option.finnish
source: Finnish
ar: الفنلندية
bg: Финландски
bn: ফিনিশ
ca: Finlandès
cs: Finština
da: Finsk
de: Finnisch
el: Φινλανδικά
es: Finlandés
fa: فنلاندی
fi: Suomi
fr: Finnois
he: פינית
hi: फ़िनिश
hr: Finski
hu: Finn
id: Bahasa Finlandia
it: Finlandese
ja: フィンランド語
kk: Финше
ko: 핀란드어
ms: Finland
nb: Finsk
nl: Fins
pl: Fiński
pt: Finlandês
ro: Finlandeză
ru: Финский
sk: Fínčina
sr: Фински
sv: Finska
th: ฟินแลนด์
tr: Fince
uk: Фінська
vi: Tiếng Phần Lan
zh_hans: 芬兰语
zh_hant: 芬蘭文

# settings.language.option.french
source: French
ar: الفرنسية
bg: Френски
bn: ফরাসি
ca: Francès
cs: Francouzština
da: Fransk
de: Französisch
el: Γαλλικά
es: Francés
fa: فرانسوی
fi: Ranska
fil: Pranses
fr: Français
he: צרפתית
hi: फ़्रेंच
hr: Francuski
hu: Francia
id: Bahasa Prancis
it: Francese
ja: フランス語
kk: Французша
ko: 프랑스어
ms: Perancis
nb: Fransk
nl: Frans
pl: Francuski
pt: Francês
ro: Franceză
ru: Французский
sk: Francúzština
sr: Француски
sv: Franska
th: ฝรั่งเศส
tr: Fransızca
uk: Французька
vi: Tiếng Pháp
zh_hans: 法语
zh_hant: 法文

# settings.language.option.german
source: German
ar: الألمانية
bg: Немски
bn: জার্মান
ca: Alemany
cs: Němčina
da: Tysk
de: Deutsch
el: Γερμανικά
es: Alemán
fa: آلمانی
fi: Saksa
fr: Allemand
he: גרמנית
hi: जर्मन
hr: Njemački
hu: Német
id: Bahasa Jerman
it: Tedesco
ja: ドイツ語
kk: Немісше
ko: 독일어
ms: Jerman
nb: Tysk
nl: Duits
pl: Niemiecki
pt: Alemão
ro: Germană
ru: Немецкий
sk: Nemčina
sr: Немачки
sv: Tyska
th: เยอรมัน
tr: Almanca
uk: Німецька
vi: Tiếng Đức
zh_hans: 德语
zh_hant: 德文

# settings.language.option.greek
source: Greek
ar: اليونانية
bg: Гръцки
bn: গ্রীক
ca: Grec
cs: Řečtina
da: Græsk
de: Griechisch
el: Ελληνικά
es: Griego
fa: یونانی
fi: Kreikka
fr: Grec
he: יוונית
hi: ग्रीक
hr: Grčki
hu: Görög
id: Bahasa Yunani
it: Greco
ja: ギリシャ語
kk: Грекше
ko: 그리스어
nb: Gresk
nl: Grieks
pl: Grecki
pt: Grego
ro: Greacă
ru: Греческий
sk: Gréčtina
sr: Грчки
sv: Grekiska
th: กรีก
tr: Yunanca
uk: Грецька
vi: Tiếng Hy Lạp
zh_hans: 希腊语
zh_hant: 希臘文

# settings.language.option.hebrew
source: Hebrew
ar: العبرية
bg: Иврит
bn: হিব্রু
ca: Hebreu
cs: Hebrejština
da: Hebraisk
de: Hebräisch
el: Εβραϊκά
es: Hebreo
fa: عبری
fi: Heprea
fr: Hébreu
he: עברית
hi: हिब्रू
hr: Hebrejski
hu: Héber
id: Bahasa Ibrani
it: Ebraico
ja: ヘブライ語
kk: Иврит
ko: 히브리어
ms: Ibrani
nb: Hebraisk
nl: Hebreeuws
pl: Hebrajski
pt: Hebraico
ro: Ebraică
ru: Иврит
sk: Hebrejčina
sr: Хебрејски
sv: Hebreiska
th: ฮีบรู
tr: İbranice
uk: Іврит
vi: Tiếng Do Thái
zh_hans: 希伯来语
zh_hant: 希伯來文

# settings.language.option.hindi
source: Hindi
ar: الهندية
bg: Хинди
bn: হিন্দি
cs: Hindština
el: Χίντι
fa: هندی
he: הינדי
hi: हिन्दी
hr: Hindski
id: Bahasa Hindi
ja: ヒンディー語
kk: Хинди
ko: 힌디어
ru: Хинди
sk: Hindčina
sr: Хинди
th: ฮินดี
tr: Hintçe
uk: Хінді
vi: Tiếng Hindi
zh_hans: 印地语
zh_hant: 印地文

# settings.language.option.hungarian
source: Hungarian
ar: المجرية
bg: Унгарски
bn: হাঙ্গেরীয়
ca: Hongarès
cs: Maďarština
da: Ungarsk
de: Ungarisch
el: Ουγγρικά
es: Húngaro
fa: مجاری
fi: Unkari
fr: Hongrois
he: הונגרית
hi: हंगेरियाई
hr: Mađarski
hu: Magyar
id: Bahasa Hungaria
it: Ungherese
ja: ハンガリー語
kk: Венгрше
ko: 헝가리어
ms: Hungary
nb: Ungarsk
nl: Hongaars
pl: Węgierski
pt: Húngaro
ro: Maghiară
ru: Венгерский
sk: Maďarčina
sr: Мађарски
sv: Ungerska
th: ฮังการี
tr: Macarca
uk: Угорська
vi: Tiếng Hungary
zh_hans: 匈牙利语
zh_hant: 匈牙利文

# settings.language.option.indonesian
source: Indonesian
ar: الإندونيسية
bg: Индонезийски
bn: ইন্দোনেশীয়
ca: Indonesi
cs: Indonéština
da: Indonesisk
de: Indonesisch
el: Ινδονησιακά
es: Indonesio
fa: اندونزیایی
fi: Indonesia
fr: Indonésien
he: אינדונזית
hi: इंडोनेशियाई
hr: Indonezijski
hu: Indonéz
id: Indonesia
it: Indonesiano
ja: インドネシア語
kk: Индонезияша
ko: 인도네시아어
ms: Indonesia
nb: Indonesisk
nl: Indonesisch
pl: Indonezyjski
pt: Indonésio
ro: Indoneziană
ru: Индонезийский
sk: Indonézština
sr: Индонежански
sv: Indonesiska
th: อินโดนีเซีย
tr: Endonezce
uk: Індонезійська
vi: Tiếng Indonesia
zh_hans: 印尼语
zh_hant: 印尼文

# settings.language.option.italian
source: Italian
ar: الإيطالية
bg: Италиански
bn: ইতালীয়
ca: Italià
cs: Italština
da: Italiensk
de: Italienisch
el: Ιταλικά
es: Italiano
fa: ایتالیایی
fi: Italia
fil: Italyano
fr: Italien
he: איטלקית
hi: इतालवी
hr: Talijanski
hu: Olasz
id: Bahasa Italia
it: Italiano
ja: イタリア語
kk: Итальянша
ko: 이탈리아어
ms: Itali
nb: Italiensk
nl: Italiaans
pl: Włoski
pt: Italiano
ro: Italiană
ru: Итальянский
sk: Taliančina
sr: Италијански
sv: Italienska
th: อิตาลี
tr: İtalyanca
uk: Італійська
vi: Tiếng Ý
zh_hans: 意大利语
zh_hant: 義大利文

# settings.language.option.japanese
source: Japanese
ar: اليابانية
bg: Японски
bn: জাপানি
ca: Japonès
cs: Japonština
da: Japansk
de: Japanisch
el: Ιαπωνικά
es: Japonés
fa: ژاپنی
fi: Japani
fil: Hapon
fr: Japonais
he: יפנית
hi: जापानी
hr: Japanski
hu: Japán
id: Bahasa Jepang
it: Giapponese
ja: 日本語
kk: Жапонша
ko: 일본어
ms: Jepun
nb: Japansk
nl: Japans
pl: Japoński
pt: Japonês
ro: Japoneză
ru: Японский
sk: Japončina
sr: Јапански
sv: Japanska
th: ญี่ปุ่น
tr: Japonca
uk: Японська
vi: Tiếng Nhật
zh_hans: 日语
zh_hant: 日文

# settings.language.option.kazakh
source: Kazakh
ar: الكازاخستانية
bg: Казахски
bn: কাজাখ
cs: Kazachština
da: Kasakhisk
de: Kasachisch
el: Καζακικά
es: Kazajo
fa: قزاقی
fi: Kazakki
he: קזחית
hi: कज़ाख
hr: Kazaški
hu: Kazah
id: Bahasa Kazakh
it: Kazako
ja: カザフ語
kk: Қазақша
ko: 카자흐어
nb: Kasakhisk
nl: Kazachs
pl: Kazachski
pt: Cazaque
ro: Kazahă
ru: Казахский
sk: Kazaština
sr: Казашки
sv: Kazakiska
th: คาซัค
tr: Kazakça
uk: Казахська
vi: Tiếng Kazakh
zh_hans: 哈萨克语
zh_hant: 哈薩克文
